Repository: portalgas/neo.portalgas
Catalog: src/Locale/*/default.po
Languages: it_it

source: Yes
it_it: Si

source: Subject
it_it: Soggetto

source: January
it_it: Gennaio

source: February
it_it: Febbraio

source: March
it_it: Marzo

source: April
it_it: Aprile

source: May
it_it: Maggio

source: June
it_it: Giugno

source: July
it_it: Luglio

source: August
it_it: Agosto

source: September
it_it: Settembre

source: October
it_it: Ottobre

source: November
it_it: Novembre

source: December
it_it: Dicembre

source: Number
it_it: Numero

source: Text
it_it: testo

source: Customers
it_it: Clienti

source: Customer
it_it: Cliente

source: Data Meeting
it_it: Data incontro

source: data_meeting
it_it: Data incontro

source: Data Meetings
it_it: Data incontri

source: data_meetings
it_it: Data incontri

source: Geo Region
it_it: Regione

source: Geo Province
it_it: Provincia

source: Geo Comune
it_it: Comune

source: Parent
it_it: Livello superiore

source: Sort
it_it: Ordinamento

source: Name
it_it: Nome

source: First Name
it_it: Nome

source: Last Name
it_it: Cognome

source: Email
it_it: Mail

source: Users
it_it: Utenti

source: User
it_it: Utente

source: Role
it_it: Ruolo

source: Roles
it_it: Ruoli

source: Descri
it_it: Descrizione

source: Description
it_it: Descrizione

source: Type
it_it: Tipologia

source: Types
it_it: Tipologie

source: Year
it_it: Anno

source: P Iva
it_it: Partita iva

source: Cf
it_it: Codice fiscale

source: Address
it_it: Indirizzo

source: Telephone
it_it: Telefono

source: Www
it_it: Sito internet

source: Code
it_it: Codice

source: Value
it_it: Valore

source: Created
it_it: Creato

source: Modified
it_it: Modificato

source: Actions
it_it: Azioni

source: View
it_it: Visualizza

source: ViewMore
it_it: Visualizza ulteriori dettagli

source: BackView
it_it: Ritorna al dettaglio

source: Edit
it_it: Modifica

source: Add
it_it: Aggiungi

source: Delete
it_it: Cancella

source: List
it_it: Elenco

source: Data Ini
it_it: Data inizio

source: data_ini
it_it: Data inizio

source: Data Range Ini
it_it: Data di inizio

source: data_range_ini
it_it: Data di inizio

source: Data Range Fine
it_it: Data di fine

source: data_range_fine
it_it: Data di fine

source: Mail Data Send
it_it: Data invio mail

source: data_mail_send
it_it: Data invio mail

source: Data Close
it_it: Data chiusura

source: data_close
it_it: Data chiusura

source: Data Invoice
it_it: Data fattura

source: data_invoice
it_it: Data fattura

source: data_visit
it_it: Data visita

source: Data Visit
it_it: Data visita

source: Note
it_it: Nota

source: Is Active
it_it: Attivo

source: Is System
it_it: Di sistema

source: Is Dashboard
it_it: Presente nella Dashboard

source: Is Default Ini
it_it: Valore iniziale

source: Is Default End
it_it: Valore finale

source: Filter Data Field
it_it: Campo data da filtrare

source: Filter Data Cond
it_it: Condizione sulla data

source: Filter Data Value
it_it: Giorni di differenza rispetto alla data ordiena

source: calendar_color
it_it: Colore calendario

source: Geo Regions
it_it: Regioni

source: Geo Provinces
it_it: Province

source: Geo Comunes
it_it: Comuni

source: Price Types
it_it: Tipologia prezzi

source: Gdxp-Suppliers-index
it_it: Elenco produttori in formato GDXP

source: Gdxp-Suppliers-index-short
it_it: Elenco produttori

source: Article-Export
it_it: Esporta articoli in formato GDXPS

source: Article-Export-short
it_it: Esporta articoli

source: Import-File
it_it: Importa articoli in formato GDXPS

source: Import-File-short
it_it: Importa articoli

source: impersonateLogout
it_it: Logout

source: Impersonate
it_it: Impersonifica

source: MsgUserImpersonateLoginOK
it_it: Login con diverso account avvenuto con successo

source: MsgUserImpersonateLoginKO
it_it: Si è verificato un errore durante il login con un diverso account

source: MsgUserImpersonateLogoutOK
it_it: Logout con diverso account avvenuto con successo

source: MsgUserImpersonateLogoutKO
it_it: Si è verificato un errore durante il logout con un diverso account

source: Submit
it_it: Salva

source: Search
it_it: Ricerca

source: Save
it_it: Salva

source: Close
it_it: Chiudi

source: Open
it_it: Apri

source: ReAddY
it_it: Aggiungi nuovo record

source: ReAddN
it_it: Torna all'elenco

source: New User
it_it: Nuovo utente

source: New Report
it_it: Nuovo report

source: New Role
it_it: Nuovo ruolo

source: New Geo Region
it_it: Nuova regione

source: New Geo Province
it_it: Nuova provincia

source: New Geo Comune
it_it: Nuovo comune

source: New Pay Type
it_it: Nuovo stato pagamento

source: New Price Type
it_it: Nuova tipologia di prezzo

source: List Users
it_it: Elenco utenti

source: List User States
it_it: Elenco stati utenti

source: List Reports
it_it: Elenco reports

source: List Roles
it_it: Elenco ruoli

source: List Geo Regions
it_it: Elenco regioni

source: List Geo Provinces
it_it: Elenco province

source: List Geo Comunes
it_it: Elenco comuni

source: List Pay Types
it_it: Elenco stati pagamento

source: List Price Types
it_it: Elenco tipologie di prezzo

source: List Menus
it_it: Elenco menu

source: List MenuTrees
it_it: Elenco alberatura menu

source: List MenuTreeUsers
it_it: Elenco permessi menu

source: Edit User
it_it: Modifica utente

source: Edit Role
it_it: Modifica ruolo

source: Edit Report
it_it: Modifica report

source: Edit Geo Region
it_it: Modifica regione

source: Edit Geo Province
it_it: Modifica provincia

source: Edit Geo Comune
it_it: Modifica comune

source: Edit Pay Type
it_it: Modifica stato pagamento

source: Edit Price Type
it_it: Modifica tipologia di prezzo

source: Edit {0}
it_it: Modifica {0}

source: Add User
it_it: Aggiungi utente

source: Add Role
it_it: Aggiungi ruolo

source: Add Report
it_it: Aggiungi report

source: Add Geo Region
it_it: Aggiungi regione

source: Add Geo Province
it_it: Aggiungi provincia

source: Add Geo Comune
it_it: Aggiungi comune

source: Add Pay Type
it_it: Aggiungi stato pagamento

source: Add Price Type
it_it: Aggiungi tipologia di prezzo

source: Add {0}
it_it: Aggiungi {0}

source: The {0} has been deleted.
it_it: Il {0} è stato cancellato

source: The quote detail calendar has been deleted
it_it: Il collaboratore associato alla commessa è stato cancellato

source: Delete User
it_it: Cancella utente

source: Delete Role
it_it: Cancella ruolo

source: Delete Report
it_it: Cancella report

source: Delete Geo Region
it_it: Cancella regione

source: Delete Geo Province
it_it: Cancella provincia

source: Delete Geo Comune
it_it: Cancella comune

source: Delete Pay Type
it_it: Cancella stato pagamento

source: Delete Price Type
it_it: Cancella tipologia di prezzo

source: The user has been saved.
it_it: L'utente è stato salvato

source: The report has been saved.
it_it: Il report è stato salvato

source: The geo region has been saved.
it_it: La regione è stata salvata

source: The geo province has been saved.
it_it: La provincia è stata salvata

source: The geo comune has been saved.
it_it: Il comune è stato salvato

source: The {0} has been saved.
it_it: Il {0} è stato salvato

source: The {0} could not be saved. Please, try again.
it_it: Il {0} non è stata salvata

source: Related Users
it_it: Relazione utenti

source: FrmListEmpty
it_it: Seleziona un elemento della lista

source: Did you really think you are allowed to see that?
it_it: Area riservata, inserire le proprie credenziali

source: Username or password is incorrect
it_it: Le credenziali inserite non sono corrette

source: Are you sure you want to delete # {0}?
it_it: Sei sicuro di cancellare definitivamente il record {0}

source: MsgResultsNotFound
it_it: Non sono stati trovati risultati

source: MsgSearchParameters
it_it: Imposta i parametri di ricerca

source: MsgSupplierExportVatNumberRequired
it_it: Il produttore non ha la partita iva e non potrà essere importato!

source: Parameters required
it_it: I parametri passati non sono completi

source: This field cannot be left empty
it_it: il campo non può essere vuoto

source: This value does not exist
it_it: il valore non esiste

source: This field is required
it_it: campo obbligatorio

source: The provided value is invalid
it_it: valore non valido

source: Offer detail offer_type_ids required
it_it: Non è stata scelta una tipologia di servizio

source: Offer detail offer_collaborator_ids required
it_it: Non è stato scelto un collaboratore

source: Field required
it_it: Non tutti i campi sono stati compilati

source: Document
it_it: Documento

source: Documents
it_it: Documenti

source: Document State
it_it: Stato del documento

source: Document States
it_it: Stato dei documenti

source: Document Type
it_it: Tipologia del documento

source: Document Types
it_it: Tipologia dei documenti

source: document_reference_model
it_it: Riferimento

source: document_owner_model
it_it: Proprietario

source: Upload File
it_it: Allega documento

source: Upload Files
it_it: Allega documenti

source: This file is too large
it_it: Il file è troppo grande

source: This file is too small
it_it: Il file è troppo piccolo

source: This file could not be uploaded completely
it_it: Il file non può essere uplodato perchè è incompleto

source: There was no file found to upload
it_it: Il file da uplodare non trovato!

source: This upload failed
it_it: Il file non può essere caricato sul server

source: UploadValidateOk
it_it: Il file caricato sul server

source: UploadValidateKo
it_it: Il file non è stato caricato sul server

source: Gdxp-JsonToService
it_it: Inserimento/aggiornamento dati GDXP

source: Gdxp-ServiceJsonValidateOk
it_it: Dati registrati correttamente

source: Gdxp-ServiceJsonValidateKo
it_it: I dati non sono stati caricati!

source: note_function_not_implement
it_it: Funzionalità non ancora implementata

source: note_mapping_queue_table
it_it: Eredita dalla tabella

source: note_mapping_value_type
it_it: Il json ha il file schema di validazione

source: note_queue_db_datasource_override
it_it: Override di scope (nome definito in /Config/database.php)

source: note_uppercase
it_it: Uppercase

source: note_queue_component
it_it: Nome classe Component per i metodi custom

source: Supplier
it_it: Produttore

source: SupplierOrganization
it_it: Produttore del G.A.S.

source: Supplier-Name
it_it: Nome

source: Supplier-VatNumber
it_it: Partita iva

source: Supplier-VatNumber-short
it_it: P.iva

source: Delivery
it_it: Consegna

source: Deliveries
it_it: Consegne

source: Order
it_it: Ordine

source: Orders
it_it: Ordini

source: Prepaid
it_it: Prepagato

source: Cash-Filter-Suppliers
it_it: Filtro produttori

source: Cashier
it_it: Cassiere

source: CashIn
it_it: In cassa

source: CashImportoUpdate
it_it: Importo cassa aggiornato

source: Cash-Nota
it_it: Nota di cassa

source: Flash-Message
it_it: Messaggio

source: Flash-Alert
it_it: Attenzione

source: developer.mode
it_it: Modalità di sviluppo

source: msg_not_organization_config
it_it: Il modulo non è abilitato per questo G.A.S.!<br /><br />Contatta l'amministratore del sistema all'indirizzo <a title='Scrivi a info@portalgas.it' href='mailto:info@portalgas.it'>info@portalgas.it</a>.

source: msg_delivery_not_visible_backoffice
it_it: La consegna non è abilitata!<br /><br />Contatta l'amministratore del sistema all'indirizzo <a title='Scrivi a info@portalgas.it' href='mailto:info@portalgas.it'>info@portalgas.it</a>.

source: msg_order_not_visible_backoffice
it_it: L'ordine non è abilitato!<br /><br />Contatta l'amministratore del sistema all'indirizzo <a title='Scrivi a info@portalgas.it' href='mailto:info@portalgas.it'>info@portalgas.it</a>.

source: msg_not_permission
it_it: Non si possiedono i permessi per accedere alla pagina!<br /><br />Contatta l'amministratore del sistema all'indirizzo <a title='Scrivi a info@portalgas.it' href='mailto:info@portalgas.it'>info@portalgas.it</a>.

source: msg_not_permission_guest
it_it: Non si possiedono i permessi per accedere alla pagina: bisogna essere autenticati!<br /><br />Contatta l'amministratore del sistema all'indirizzo <a title='Scrivi a info@portalgas.it' href='mailto:info@portalgas.it'>info@portalgas.it</a>.

source: msg_error_params
it_it: Errore nel passaggio dei parametri!<br /><br />Contatta l'amministratore del sistema all'indirizzo <a title='Scrivi a info@portalgas.it' href='mailto:info@portalgas.it'>info@portalgas.it</a>.

source: msg_site_offline
it_it: Il sito è offline per lavori di manutenzione, clicca qui per maggior dettagli <a taeget="_blank" href='https://facebook.com/portalgas.it'>https://facebook.com/portalgas.it</a>.

source: msg_prodgas_promotion_acl_no
it_it: Non sei abilitato alla gestione delle promozioni.<br />Contatta l'amministratore del sistema all'indirizzo <a title='Scrivi a info@portalgas.it' href='mailto:info@portalgas.it'>info@portalgas.it</a>.

source: msg_error_org_type
it_it: Errore nella tipologia di organizzazione!<br /><br />Contatta l'amministratore del sistema all'indirizzo <a title='Scrivi a info@portalgas.it' href='mailto:info@portalgas.it'>info@portalgas.it</a>.

source: msg_error_http_referer
it_it: Errore nella chiamata della pagina!<br /><br />Contatta l'amministratore del sistema all'indirizzo <a title='Scrivi a info@portalgas.it' href='mailto:info@portalgas.it'>info@portalgas.it</a>.

source: msg_method_not_allowed
it_it: Metodo non permesso!<br /><br />Contatta l'amministratore del sistema all'indirizzo <a title='Scrivi a info@portalgas.it' href='mailto:info@portalgas.it'>info@portalgas.it</a>.

source: msg_not_order_state
it_it: L'ordine ha uno stato di elaborazione che non permette l'operazione scelta!<br /><br />Contatta l'amministratore del sistema all'indirizzo <a title='Scrivi a info@portalgas.it' href='mailto:info@portalgas.it'>info@portalgas.it</a>.

source: msg_not_des_order_state_no_modify_order
it_it: L'ordine non può essere modificato perchè è associato ad un ordine condiviso che ora è in lavorazione.

source: msg_not_promotion_state
it_it: La promozione ha uno stato di elaborazione che non permette l'operazione scelta!<br /><br />Contatta l'amministratore del sistema all'indirizzo <a title='Scrivi a info@portalgas.it' href='mailto:info@portalgas.it'>info@portalgas.it</a>.

source: msg_mail_order_open_N
it_it: Il produttore scelto non permette di inviare la mail ai gasisti per notificare <b>l'apertura</b> dell'ordine

source: msg_mail_order_close_N
it_it: Il produttore scelto non permette di inviare la mail ai gasisti per notificare <b>la chiusura</b> dell'ordine

source: msg_not_request_payment_state
it_it: La richiesta di pagamento ha uno stato di elaborazione che non permette l'operazione scelta!<br /><br />Contatta l'amministratore del sistema all'indirizzo <a title='Scrivi a info@portalgas.it' href='mailto:info@portalgas.it'>info@portalgas.it</a>.

source: msg_not_delivery_visible_backoffice
it_it: La consegna e i suoi ordini associati non sono abilitati agli amministratori del BackOffice<br /><br />Contatta l'amministratore del sistema all'indirizzo <a title='Scrivi a info@portalgas.it' href='mailto:info@portalgas.it'>info@portalgas.it</a>.

source: msg_not_order_visible_backoffice
it_it: L'ordine non è abilitato agli amministratori del BackOffice<br /><br />Contatta l'amministratore del sistema all'indirizzo <a title='Scrivi a info@portalgas.it' href='mailto:info@portalgas.it'>info@portalgas.it</a>.

source: msg_search_not_result_users
it_it: Non sono stati trovati gasisti associati al G.A.S.!

source: msg_search_not_result
it_it: La ricerca non ha prodotto risultati.

source: msg_search_no_parameter
it_it: Valorizza i parametri della ricerca.

source: msg_organization_not_selected
it_it: Organizzazione non valorizzata, scegli quella con cui lavorare.

source: msg_des_not_selected
it_it: D.E.S. non valorizzato, scegli quello con cui lavorare.

source: msg_des_choice
it_it: Devi scegliere il tuo D.E.S.

source: msg_des_supplier_not_associate
it_it: Il G.A.S. non ha il produttore associato!

source: msg_des_order_not_found
it_it: Ordine non trovato: potrebbe essere stato cancellato

source: msg_des_order_not_referent
it_it: Non sei referente produttore dell'ordine!

source: msg_organization_payment_incomplete
it_it: Completa i dati per il pagamento del canone annuo di PortAlGas

source: export_docs_not_found
it_it: Non ci sono acquisti.

source: upload_file_required
it_it: Il file da uplodare è obbligatorio.

source: msg_user_flag_privacy
it_it: Leggi il testo sulla trattamento dei dati per la privacy

source: msg_user_registration_expire_success
it_it: Accettazione del testo sul trattamento dei dati sulla privacy salvata con successo

source: msg_user_registration_expire
it_it: Devi rinnovare l'iscrizione al tuo G.A.S.
